{"/Users/yashsrivastava/Desktop/raw/en.15.124.22.2009.5.16": "Nearly 10, 000 escaped on Friday, bringing the two-day total to 15, 000.He is believed by diplomats to be hiding somewhere in southeast Asia, with Malaysia, Thailand or Cambodia being seen as most likely destination.", "/Users/yashsrivastava/Desktop/raw/en.15.124.6.2009.5.14": "\"Everybody is getting a letter, \" she said but declined to elaborate.DETROIT, Thu May 14,( bdnews24.", "/Users/yashsrivastava/Desktop/raw/en.15.124.10.2009.5.16": "Com/Reuters) - Brief news ahead of this weekend's matches in Serie A( all times GMT) : Inter Milan's top scorer Zlatan Ibrahimovic is set to return for Sunday's possible Serie A title clincher at Siena( 1830) after serving a suspension.Italy defender Giorgio Chiellini is suspended for the match, which Juve need to win to give some respite to under-fire boss Claudio Ranieri and hold off pressure from Fiorentina for Italy's third automatic Champions League berth.", "/Users/yashsrivastava/Desktop/raw/en.15.124.25.2009.5.15": "Golam Mortuza Antu bdnews24.Com correspondent Dhaka, May 15( bdnews24.", "/Users/yashsrivastava/Desktop/raw/en.15.124.8.2009.5.16": "\"The people of India have spoken, and spoken with great clarity, \" Singh told reporters.About 714 million people were eligible to vote in the largest such exercise in the world staggered over a month to allow security forces to supervise the vote.", "/Users/yashsrivastava/Desktop/raw/en.15.124.12.2009.5.16": "\"Look, first and foremost the president of the United States is going to do what he believes is in the best security interests of the people of the United States, \" he said.RIGHTS GROUPS CRITICAL Rights groups, which have been long been critical of Washington's treatment of foreign terrorism suspects and the use of the detention center at Guantanamo Bay, condemned the decision.", "/Users/yashsrivastava/Desktop/raw/en.15.124.27.2009.5.17": "The city police chief believed professional organizations should be non-partisan in pressing demands under any government He called on the professional organizations to be non-partisan in making demands.However, the road from Kuril Bishwa Road to Sayedabad will be out of bounds for rickshaws for the time being.", "/Users/yashsrivastava/Desktop/raw/en.15.124.13.2009.5.17": "They demanded that the government upheld Upazila Parishad Act-1998 and revoke Upazilla Parishad Act-2009, and assign duty specifically to them, allow vehicular allowance and allocate funds for Upazila Parishad in the next budget.Many of around 50 chairmen, vice chairmen and women vice chairmen, who attended the meeting, spoke.", "/Users/yashsrivastava/Desktop/raw/en.15.124.11.2009.5.16": "\"The rap on the knuckles he gave us will serve us well. \"Barcelona only need a point from their match at Real Mallorca on Sunday( 1700) to be able to claim their second title of the season, if Real beat Villarreal.", "/Users/yashsrivastava/Desktop/raw/en.15.124.21.2009.5.16": "\"If we do not need the numbers, we do not need the numbers. \"New Delhi, May 16( bdnews24."}
