{"/Users/yashsrivastava/Desktop/raw/en.15.124.22.2009.5.16": "Com/Reuters) - Sri Lankan troops on Saturday seized the entire coastline for the first time in its 25-year war with the Tamil Tigers, the military said, cutting off escape for separatist rebels now facing total destruction.Sri Lanka's military on Friday said it expected to take no more than 48 hours to free tens of thousands of civilians that the United States and United Nations say the Tigers are holding as human shields.", "/Users/yashsrivastava/Desktop/raw/en.15.124.6.2009.5.14": "Com/Reuters) - Chrysler LLC sent letters on Thursday to all its US dealers notifying them about its plans to eliminate nearly 800 of its retail showrooms, according to a source briefed on the plan.Chrysler has just under 3, 200 US dealers", "/Users/yashsrivastava/Desktop/raw/en.15.124.10.2009.5.16": "Argentine forward Julio Cruz is suspended for the match, however, which Inter may not need to win to claim a fourth consecutive title.Fiorentina, three points behind Juve in fourth place, look set to be without Adriano Mutu again for Sunday's home game against Sampdoria( 1300).", "/Users/yashsrivastava/Desktop/raw/en.15.124.25.2009.5.15": "Golam Mortuza Antu bdnews24.Com correspondent Dhaka, May 15( bdnews24.", "/Users/yashsrivastava/Desktop/raw/en.15.124.8.2009.5.16": "Com/Reuters) Prime minister Manmohan Singh's ruling coalition won an overwhelming election victory on Saturday, boosting hopes of a stable government as the emerging Asian power faces economic downturn and tensions with Pakistan.Singh's Congress-led coalition, riding on the back of years of economic growth, did better than expected and will probably be only just short of an outright majority, according to data from the election commission and projections by TV channels.", "/Users/yashsrivastava/Desktop/raw/en.15.124.12.2009.5.16": "Com/Reuters) - U. S. President Barack Obama on Friday revived the system of military trials for foreign terrorism suspects at Guantanamo, angering supporters who said he had broken a promise to end the controversial tribunals set up by the Bush administration.When he took office in January, Obama ordered a four-month freeze on Guantanamo court proceedings to give him time to decide whether to move the prosecutions into the regular U. S. Civilian or military courts or keep the special tribunals.", "/Users/yashsrivastava/Desktop/raw/en.15.124.27.2009.5.17": "Com) Police will not clamp down on some 500, 000 unauthorized rickshaws in capital Dhaka anytime soon, the city police chief said on Saturday.\"More rickshaws are in demand in the city, \" he said at a views-exchange meeting with senior police officers on the problems of rickshaw pullers in the city.", "/Users/yashsrivastava/Desktop/raw/en.15.124.13.2009.5.17": "Many of around 50 chairmen, vice chairmen and women vice chairmen, who attended the meeting, spoke.\"We respect law and so are taking a legal measure, \" Muhibur Rahman, chairman of Bishwanath Upazilla Parisad and convenor of Bangladesh Upazilla Parisad Chairmen and Vice Chairmen, said.", "/Users/yashsrivastava/Desktop/raw/en.15.124.11.2009.5.16": "Com/Reuters) - Brief news from the Primera Liga ahead of this weekend's matches:( All times GMT) : Valencia won the King's Cup final against Getafe in the Calderon last year and have appealed for that same \"cup spirit\" when they return to play Atletico Madrid there on Sunday( 1900).Juande Ramos has problems in the center of defense with Christoph Metzelder injured and Pepe suspended.", "/Users/yashsrivastava/Desktop/raw/en.15.124.21.2009.5.16": "A government without the left, which seems to have fared badly in its stronghold in West Bengal, would be a boost to investors hoping for economic reforms in Congress' second term.Com/Reuters) - The Congress party may not turn to its former leftist allies to form a government if the Congress-led coalition wins enough parliament seats in the general election, Trade Minister Kamal Nathsaid on Saturday."}