{"/Users/yashsrivastava/Desktop/raw/en.15.124.22.2009.5.16": " Colombo, May 16 (bdnews24.com/Reuters) - Sri Lankan troops on Saturday seized the entire coastline for the first time in its 25-year war with the Tamil Tigers, the military said, cutting off escape for separatist rebels now facing total destruction. Two divisions marching from north and south sealed the coast, while a third completed the encirclement of the Tigers and their leaders, now trapped in barely a square kilometre and without their umbilical access to the sea. Sri Lanka's military on Friday said it expected to take no more than 48 hours to free tens of thousands of civilians that the United States and United Nations say the Tigers are holding as human shields. The final push to wipe out the Liberation Tigers of Tamil Eelam (LTTE) came as U.N. Secretary-General Ban Ki-moon's chief of staff, Vijay Nambiar, was due to land in Colombo for the second time in a month to push for a negotiated end to the war. Nambiar's visit and strong words from the United Nations, United States and others appeared to have come too late to stop a fight to the finish between foes who have ruled out compromise. \"Now we have linked up on the coastline and the Sea Tigers' activities are no more,\" military spokesman Brigadier Udaya Nanayakkara said. Troops were still closing in on the rebels. More civilians were fleeing the battle zone, he said. Nearly 10,000 escaped on Friday, bringing the two-day total to 15,000. The Tigers this week again refused to surrender and free civilians, while the government rejected calls to pause its assault to protect the people. That signalled a military finish to a war despite the strong urgings of the U.N. Security Council and U.S. President Barack Obama, both of whom spoke out on the war formally for the first time since it intensified earlier this year. The LTTE on Saturday warned that a conventional victory would only mean a new phase of conflict, galvanised by the deaths of Tamils, pro-rebel web site www.TamilNet.com quoted the LTTE's diplomatic pointman as saying. \"Colombos approach to finish the war in 48 hours through a carnage and bloodbath of civilians will never resolve a conflict of decades. On the contrary it will only escalate the crisis to unforeseen heights,\" S. Pathmanathan was quoted as saying. Pathmanathan for years has been the Tigers' chief weapons procurer and is wanted by Interpol. He is believed by diplomats to be hiding somewhere in southeast Asia, with Malaysia, Thailand or Cambodia being seen as most likely destination. LTTE founder Vellupillai Prabhakaran began his fight for a separate state for Sri Lanka's minority Tamils in the early 1970s, and it erupted into full-scale civil war in 1983. Military intelligence indicates that Prabhakaran and other senior Tigers are in the remaining LTTE territory, the military spokesman Nanayakkara said. Tamils complained of marginalisation at the hands of successive governments led by the Sinhalese majority, which has controlled the levers of powers since Sri Lanka won independence from Britain in 1948. The war has killed at least 70,000 people since 1983, and United Nations estimates say that nearly 6,500.", "/Users/yashsrivastava/Desktop/raw/en.15.124.6.2009.5.14": " DETROIT, Thu May 14, (bdnews24.com/Reuters) - Chrysler LLC sent letters on Thursday to all its US dealers notifying them about its plans to eliminate nearly 800 of its retail showrooms, according to a source briefed on the plan. The automaker has sent letters to all its dealers and expects to file a motion with the bankruptcy court shortly detailing dealer closure plans, spokeswoman Kathy Graham said. \"Everybody is getting a letter,\" she said but declined to elaborate. Chrysler has just under 3,200 US dealers", "/Users/yashsrivastava/Desktop/raw/en.15.124.10.2009.5.16": " ROME, May 16 (bdnews24.com/Reuters) - Brief news ahead of this weekend's matches in Serie A (all times GMT): Inter Milan's top scorer Zlatan Ibrahimovic is set to return for Sunday's possible Serie A title clincher at Siena (1830) after serving a suspension. Argentine forward Julio Cruz is suspended for the match, however, which Inter may not need to win to claim a fourth consecutive title. They will become champions on Saturday if second-placed AC Milan lose at Udinese (1830) and if their crosstown rivals draw, they will only need to match the result on Sunday. Milan's England international David Beckham is suspended this weekend, along with defender Giuseppe Favalli, which may open the door to a return for fellow midfielder Gennaro Gattuso, who has recovered after knee ligament surgery in December. Third-placed Juventus will host Atalanta behind closed doors on Sunday (1300) after the club lost an appeal against a stadium ban handed down because their supporters racially abused Inter striker Mario Balotelli in a 1-1 draw in Turin last month. Italy defender Giorgio Chiellini is suspended for the match, which Juve need to win to give some respite to under-fire boss Claudio Ranieri and hold off pressure from Fiorentina for Italy's third automatic Champions League berth. Atalanta striker Sergio Floccari has a thigh injury, while midfielders Tiberio Guarente and Simone Padoin are suspended. Fiorentina, three points behind Juve in fourth place, look set to be without Adriano Mutu again for Sunday's home game against Sampdoria (1300). Media reports suggest a knee problem is likely to keep the Romania forward out for the rest of the season. The team finishing fourth will earn a spot in the Champions League qualifying round. Fiorentina defender Gianluca Comotto is suspended as is midfielder Marius Stankevicius for Samp, who will be seeking to bounce back after losing the Italian Cup final to Lazio on penalties on Wednesday", "/Users/yashsrivastava/Desktop/raw/en.15.124.25.2009.5.15": " Golam Mortuza Antu bdnews24.com correspondent Dhaka, May 15 (bdnews24.com)RAB arrested most-wanted JMB explosives expert Boma Mizan on Thursday and then his wife detonated a bomb at their house in the capital's Mirpur when the elite force went there to seize bombs and explosives. The raid at 10:30pm set in motion a tense four-hour drama that ended with her arrest early into Friday. Burqa-clad Sharmin Haque Lata, the wife of Jahidur Rahman alias 'Boma Mizan', the alleged operative of banned Islamist outfit Jam'atul Mujahideen Bangladesh, blasted the bomb to duck arrest when she sensed the presence of the security men. The bomb blew her right wrist off and injured their two children. One child is two years old and the other one is only two months. She was arrested with the children, all bloodied and sent to hospital. bdnews24.com correspondent saw from a nearby building the profusely bleeding, severed hand of the woman dangling. Additional director general of RAB Rezanur Rahman Khan briefed reporters after the operation that they had picked up Mizan from Taltala. He told them during questioning that he had bomb and explosives on the second-floor apartment at 61/3 Pirerbagh at Shewrapara in Mirpur. When the elite force reached the apartment along with Mizan and knocked on the door, he talked with his wife in a coded language. \"How are you? I am sick,\" Mizan was quoted by Khan as telling his wife. Moments later, she blasted the bomb, which made a hole in the door and sending the RAB men scurrying for cover. They then asked Mizan's wife from loudspeaker not to blast anymore bomb and come out of the apartment. The woman, apparently in pain and crying, said that the bomb had gone off in her hand, and that she was too injured to get up and open the steel door. Finally, she came out with the children. Police seized one live bomb, one pistol and two grenades from the apartment. Mizan was a senior member of JMB and an close aide to Shaekh Abdur Rahman, the head of outfit, and Siddiqul Islam alias Bangla Bhai. who were hanged in 2006, the RAB official said. He was arrested in 2003 at Jhikargachha border in Jessore while carrying explosives in a motor cycle. Mizan is son of Shuja Mian of Shekher Bhita at Jamalpur town. A court in Chittagong sentenced him, JMB Chittagong Division chief Javed Iqbal and two others last year to 20 years in prison each for bomb attack on a judge in 2005. He was tried in absentia. Owner of the house, Nishat Mohammad, told bdnews24.com that Mizan rented the two-room apartment on Apr 1 at Tk 3500 per month, and introduced himself as Imrul Kayes. Mizan had claimed that he was a hardware businessman and electrician from Jessore, while the police said Mizan was from Jamalpur. bdn", "/Users/yashsrivastava/Desktop/raw/en.15.124.8.2009.5.16": " NEW DELHI, May 16 (bdnews24.com/Reuters)Prime minister Manmohan Singh's ruling coalition won an overwhelming election victory on Saturday, boosting hopes of a stable government as the emerging Asian power faces economic downturn and tensions with Pakistan. Singh's Congress-led coalition, riding on the back of years of economic growth, did better than expected and will probably be only just short of an outright majority, according to data from the election commission and projections by TV channels. \"The people of India have spoken, and spoken with great clarity,\" Singh told reporters. The victory over the opposition Hindu-nationalist-led alliance means the left-of-centre Congress may find it easier to form a stable coalition with smaller parties and be less vulnerable to pressure on issues like economic reforms. \"Eventually the people of India know what's good for them and they always make the right choice,\" Sonia Gandhi, the head of the Congress party, told reporters. Congress party supporters carrying banners of star campaigners Rahul and Priyanka Gandhi, set off firecrackers in celebration on the party's return to power. The Congress party-led coalition was projected to win 261 seats, short of the 272 needed for a parliamentary majority, state TV said. The Bharatiya Janata Party (BJP)-led opposition alliance would take 160 seats and a Third Front of communist and smaller groups 58 seats, the TV channel said. The BJP, accused by rivals of a divisive agenda, effectively conceded defeat by saying that Congress had the biggest mandate. \"The results give the government much more freedom of action than it could have hoped for,\" said Pratap Bhanu Mehta, president of the Centre for Policy Research. \"Not only because it no longer needs the support from communist allies, but even the opposition, the BJP, has been so diminished after this election that it gives the Congress room on the foreign policy front too,\" he said. Pakistan will top the foreign policy agenda of the new administration with the United States expected to renew calls to New Delhi to reduce tensions with Pakistan to help stabilise the situation there. Ties with Pakistan have been in deep-freeze since an attack on Mumbai by Pakistan-based militants last November. VOWS REFORMS The Congress win should boost investor confidence and hopes for reforms. Markets had been jittery over a poor showing by either national alliance, fearing the emergence of a weak coalition. \"This is a dream for the market. You could not have thought of anything better than this. Get ready for a 7-8 percent rally in the stock market on Monday,\" Samir Arora, a fund manager at Helios Capital management in Singapore. A Congress party spokesman said the party would pursue extensive economic reforms but played down the prospect of privatisation. About 714 million people were eligible to vote in the largest such exercise in the world staggered over a month to allow security forces to supervise the vote. Singh, 76, said he wanted a cabinet role for Rahul Gandhi, heir apparent of the Gandhi-Nehru dynasty who is seen as the architect of the Congress party's resurgence in northern states. India's booming economic growth for the past four years, including rising rural incomes, also appeared to have worked for Singh's coalition. \"It seems to me that we must acknowledge the economy,\" said political analyst Mahesh Rangarajan. \"Despite the slowdown in the economy in the last year, these four or five years have been among the best in India's recorded economic history.\" The election was a setback for regional, caste-based parties and the communists who were once seen as indispensable for any coalition formation. The communists, who were losing in their bastion states, broke away from Singh's coalition last year, angry over a civilian nuclear energy deal with Washington seen as undermining national sovereignty. Mayawati, the controversial chief minister of Uttar Pradesh who was tipped as a possible kingmaker, did not make significant electoral gains to wield influence in a possible coalit", "/Users/yashsrivastava/Desktop/raw/en.15.124.12.2009.5.16": " Washington, May 16 (bdnews24.com/Reuters) - U.S. President Barack Obama on Friday revived the system of military trials for foreign terrorism suspects at Guantanamo, angering supporters who said he had broken a promise to end the controversial tribunals set up by the Bush administration. The Democratic president said the commissions would be restarted as an option for trying prisoners at the U.S. military base in Cuba after undergoing several rule changes, including barring statements made under harsh interrogation and making it more difficult to use hearsay evidence. \"These reforms will begin to restore the commissions as a legitimate forum for prosecution, while bringing them in line with the rule of law,\" said Obama, who opposed the law that created the tribunals during the administration of his Republican predecessor, President George W. Bush. \"He (the president) is determined to reform the military commissions as an available form, along with the federal courts, for prosecution of detainees at Guantanamo,\" Pentagon spokesman Bryan Whitman told reporters. Republicans welcomed the move. Senate Republican leader Mitch McConnell called it an \"encouraging development.\" Obama's presidential rival John McCain said it was a step toward a comprehensive detainee policy that \"accords with our values and protects our national security.\" RIGHTS GROUPS CRITICAL Rights groups, which have been long been critical of Washington's treatment of foreign terrorism suspects and the use of the detention center at Guantanamo Bay, condemned the decision. \"By resurrecting this failed Bush administration idea, President Obama is backtracking dangerously on his reform agenda,\" said Kenneth Roth, head of Human Rights Watch. Amnesty International accused Obama, who took office in January, of breaking a major campaign promise. \"These military commissions are inherently illegitimate, unconstitutional and incapable of delivering outcomes that we can trust. Tweaking the rules of these failed tribunals so that they provide 'more due process' is absurd,\" said Anthony Romero of the American Civil Liberties Union. The decision was the second in less than a week to anger Obama's liberal supporters. Earlier this week, he reversed a previous decision and announced he would seek to prevent the release of photographs showing alleged abuse of prisoners, saying the images could endanger U.S. troops abroad. White House spokesman Robert Gibbs, asked at a briefing if Obama was worried about alienating his most loyal supporters, defended the decisions. \"Look, first and foremost the president of the United States is going to do what he believes is in the best security interests of the people of the United States,\" he said. Obama has promised to close Guantanamo Bay prison by 2010. The prison was set up in 2002 at the U.S. base on the southeastern tip of Cuba to house foreign prisoners in the U.S. war on terrorism that Bush declared after the hijacked plane attacks on the United States on Sept. 11, 2001. Gibbs said the decision to proceed with military commissions would not block the closure, but the administration was working to determine where the tribunals could be held once Guantanamo closes. He also indicated some prisoners would be shifted to the U.S. court system. DEATH SENTENCES POSSIBLE Among those facing trial at Guantanamo are self-described Sept. 11 mastermind Khalid Sheikh Mohammed and four co-defendants who could be executed if convicted of nearly 3,000 murder charges stemming from the plane attacks. When he took office in January, Obama ordered a four-month freeze on Guantanamo court proceedings to give him time to decide whether to move the prosecutions into the regular U.S. civilian or military courts or keep the special tribunals. The freeze order had been seen as a death knell for the Guantanamo war crimes court, which has completed only two full trials since the detention camp opened. The administration asked on Friday for a delay in the court proceedings to allow time for the new rules to take effect. The rule changes must be shown to Congress 60 days before they go into force. \"The secretary of defense will be sending to Congress several changes to the rules for military commissions,\" Whitman said. He said the rule changes included: - A ban on using statements obtained during cruel or inhumane interrogation - A rule making it more difficult to use hearsay evidence - Greater latitude for the accused to choose a defense counsel - More protections for a defendant who refuses to testify. U.S. authorities on Friday also released a Guantanamo Bay detainee who was part of a landmark Supreme Court case that granted inmates at the U.S. military prison the legal right to challenge their confinement, officials said. The detainee, Algerian national Lakhdar Boumediene, was released from custody and flown from the U.S. Navy base to waiting relatives in France, said officials, who spoke on condition of anonymity.", "/Users/yashsrivastava/Desktop/raw/en.15.124.27.2009.5.17": " Dhaka, May 16 (bdnews24.com)Police will not clamp down on some 500,000 unauthorised rickshaws in capital Dhaka anytime soon, the city police chief said on Saturday. \"No action will be taken against them, rather some of them can be legalised after having talks with [Dhaka] City Corporation,\" Dhaka Metropolitan Police commissioner AKM Shahidul Haque said. \"More rickshaws are in demand in the city,\" he said at a views-exchange meeting with senior police officers on the problems of rickshaw pullers in the city. Unemployment, poverty, terrorism and other crimes may rise in case of any action against them unless alternative sources for income was created for them, he said. However, the road from Kuril Bishwa Road to Sayedabad will be out of bounds for rickshaws for the time being. Some other areas will be off-limits to rickshaws later, Haque said. On a question, he told reporters after the meeting, \"Coordinated operation has been launched in the capital to catch terrorists and extortionists.\" Police are also using many ploys to catch them, he said. A parliamentary standing committee recently decided to free the road from Kuril Bishwa Road to Sayedabad of illegal rickshaws to ease gridlock, he further said. \"But, if it did not reduce traffic jam, rickshaw movements will be entirely stopped.\" The city police chief believed professional organisations should be non-partisan in pressing demands under any government He called on the professional organisations to be non-partisan in making demands. On allegations that different illegal and interest groups are running rickshaw organisations, he said \"A committee should be formed in coordination with [Dhaka] City Corporation to scrutinise illegal organisations.\" He also called on rickshaw-pullers to help police with information about crimes and criminals. Mohammad Jashim Uddin, joint commissioner (traffic) of Dhaka Metropolitan Police, presided over the meeting. bd", "/Users/yashsrivastava/Desktop/raw/en.15.124.13.2009.5.17": " Sylhet, May 16 (bdnews24.com)Upazilla chairmen and vice-chairmen will go to court this month to get back their stature and powers, they said on Saturday. \"We respect law and so are taking a legal measure,\" Muhibur Rahman, chairman of Bishwanath Upazilla Parisad and convenor of Bangladesh Upazilla Parisad Chairmen and Vice Chairmen, said. He spoke to reporters after a views-exchange meeting at a hotel in the city at midday. Many of around 50 chairmen, vice chairmen and women vice chairmen, who attended the meeting, spoke. The local development is not the task of the government and yet it is intervening in projects which is 'entirely illegal', they said. Rahman said they will launch a movement if the government did not stop trying to make them 'puppets'. Rahman read out a written statement at the meeting. They demanded that the government upheld Upazila Parishad Act-1998 and revoke Upazilla Parishad Act-2009, and assign duty specifically to them, allow vehicular allowance and allocate funds for Upazila Parishad in the next budget. bdn", "/Users/yashsrivastava/Desktop/raw/en.15.124.11.2009.5.16": " MADRID, May 16 (bdnews24.com/Reuters) - Brief news from the Primera Liga ahead of this weekend's matches: (All times GMT): Valencia won the King's Cup final against Getafe in the Calderon last year and have appealed for that same \"cup spirit\" when they return to play Atletico Madrid there on Sunday (1900). Fourth-placed Valencia hold the final Champions League qualification slot with three games left, one point ahead of Atletico in fifth. \"We'll go with the same enthusiasm as if there were a title in play. We won the Cup there so we have great memories of this stadium,\" defender Alexis Ruano told sports daily AS. Suspensions deprive Valencia of captain Carlos Marchena and midfielder David Silva, while Atletico lose defenders John Heitinga and Luis Perea. \"Valencia and us have practically the whole season in play in this game,\" Atletico midfielder Raul Garcia said. Second-placed Real Madrid have to win away to Villarreal on Saturday (2000) if they are to prevent Barcelona from being crowned champions without kicking a ball. Real are eight points behind the leaders. Juande Ramos has problems in the centre of defence with Christoph Metzelder injured and Pepe suspended. Sergio Ramos or Gabriel Heinze are likely to deputise alongside Fabio Cannavaro. Villarreal are three points short of the Champions League places in seventh. The normally placid Manuel Pellegrini lost his temper with the team for a lack of effort in training on Wednesday. \"We aren't in a situation where we can afford to give anything away, even in training,\" defender Diego Godin said. \"The rap on the knuckles he gave us will serve us well.\" Barcelona only need a point from their match at Real Mallorca on Sunday (1700) to be able to claim their second title of the season, if Real beat Villarreal. They came from behind to sweep aside Athletic Bilbao 4-1 in the King's Cup final on Wednesday. Thierry Henry, Andres Iniesta and Rafael Marquez are injured, while Bojan Krkic is a doubt. Recreativo Huelva, 19th, have striker Marco Ruben back frominjury for the visit to bottom club Numancia on Sunday (1500). Recre are one point above their hosts, three from safety. \"If we lose in Soria it will be almost impossible for us to avoid relegation. Numancia are in exactly the same situation which is good for us because it is all-or-nothing for both sides,\" Ruben said. Real Betis have hidden themselves away in Portugal's Algarve region to prepare for the home match against Almeria on Sunday (1500) after angry fans pelted them with eggs as they left training on Monday. Betis have lost four in a row and are 16th, three points above the relegation places", "/Users/yashsrivastava/Desktop/raw/en.15.124.21.2009.5.16": " New Delhi, May 16 (bdnews24.com/Reuters) - The Congress party may not turn to its former leftist allies to form a government if the Congress-led coalition wins enough parliament seats in the general election, Trade Minister Kamal Nathsaid on Saturday. A government without the left, which seems to have fared badly in its stronghold in West Bengal, would be a boost to investors hoping for economic reforms in Congress' second term. \"There is no compulsion for us to add a whole band of allies,\" Trade Minister Kamal Nath told Times Now TV channel, when asked whether Congress would ask the left for support. \"If we don't need the numbers, we don't need the numbers.\" The Congress-led alliance appears to be heading for a second term after a clear victory in the general election, though it still looks short of a majority and will have to rely on the help of smaller parties to stay in power. Economic reforms stalled when the Congress government was propped up by the left until last year, when the communists quit the alliance angry at a civilian nuclear deal with the United States. The communists were trailing in the election including in the bastion state of West Bengal which they have ruled for more than three decades, early projections said."}